export const courses = [
  {
    id: 1,
    title: 'Йога',
    duration: '25 дней',
    timePerDay: '20-50 мин/день',
    difficulty: 'Сложность',
    image: '/images/yoga.jpg', // Маленькая картинка для карточки
    courseImage: '/images/curs_yoga.png', // Большая картинка для страницы курса
    fullDescription_1: ['1', 'Давно хотели попробовать йогу, но не решались начать'],
    fullDescription_2: ['Наш 25-дневный курс йоги включает асаны для всех уровней подготовки, дыхательные упражнения и медитацию. Идеально подходит для снятия стресса и улучшения осанки.'],
    fullDescription_3: ['Наш 25-дневный курс йоги включает асаны для всех уровней подготовки, дыхательные упражнения и медитацию. Идеально подходит для снятия стресса и улучшения осанки.'],
    benefits: ['Улучшение гибкости', 'Снижение стресса', 'Укрепление мышц', 'Улучшение осанки'],
    courseDescript: ['проработка всех групп мышц', 'тренировка суставов',]
  },
  {
    id: 2,
    title: 'Стретчинг',
    duration: '25 дней',
    timePerDay: '30-50 мин/день',
    difficulty: 'Сложность',
    image: '/images/stretching.jpg',
    courseImage: '/images/curs_stretching.png',
    fullDescription: 'Программа на 25 дней направлена на увеличение гибкости всех групп мышц и улучшение подвижности суставов.',
    benefits: ['Увеличение гибкости', 'Снижение мышечного напряжения', 'Улучшение кровообращения'],
    courseDescript: 'Специалист по растяжке и функциональному движению'
  },
  {
    id: 3,
    title: 'Фитнес',
    duration: '25 дней',
    timePerDay: '30-50 мин/день',
    difficulty: 'Сложность',
    image: '/images/fitness.jpg',
    courseImage: '/images/curs_fitnes.png',
    fullDescription: 'Силовые и кардио тренировки для развития выносливости и мышечной силы.',
    benefits: ['Укрепление мышц', 'Сжигание калорий', 'Повышение выносливости'],
    courseDescript: 'Фитнес-тренер с 8-летним опытом'
  },
  {
    id: 4,
    title: 'Степ-аэробика',
    duration: '22 дней',
    timePerDay: '30-50 мин/день',
    difficulty: 'Сложность',
    image: '/images/step-aerobics.jpg',
    courseImage: '/images/curs_step-arobick.png',
    fullDescription: 'Динамичный курс степ-аэробики для улучшения работы сердечно-сосудистой системы.',
    benefits: ['Улучшение работы сердца', 'Эффективное сжигание калорий', 'Повышение энергии'],
    courseDescript: 'Инструктор по аэробике с 12-летним опытом'
  },
  {
    id: 5,
    title: 'Бодифлекс',
    duration: '25 дней',
    timePerDay: '30-50 мин/день',
    difficulty: 'Сложность',
    image: '/images/bodyflex.jpg',
    courseImage: '/images/curs_bodefleks.png',
    fullDescription: 'Методика сочетания специальных дыхательных упражнений с физическими нагрузками.',
    benefits: ['Улучшение оксигенации', 'Снижение веса', 'Повышение тонуса кожи'],
    courseDescript: 'Сертифицированный инструктор по бодифлексу'
  },
];